print("Вы находитесь в падающем самолете и у вас на выбор есть несколько путей спасения.")
print("Вы можете поискать парашют (1)")
print("Пойти к бортпроводнице (2)")
print("спрыгнуть из самолета (3)")
print("Выберите один из вариантов в скобках и напишите его:")
text=input()
if text not in ["1","2","3"]:
    print("Ошибка, введите корректный вариант события!")
elif "" in text:
    print()
elif "" in text:
    print()
elif "" in text:
    print()
elif "" in text:
    print()
else:
    print()